Repository: majuri81/cardealer-theme
Catalog: theme/cardealer/languages/*.po
Languages: ar

source: 404! Page Not Found!
ar: 404! الصفحة غير موجودة!

source: The Page you were looking for, couldn't be found.
ar: الصفحة التي كنت تبحث عنها ، لا يمكن العثور عليها.

source: Can't find what you looking for? Take a moment and do a search below or start from our <a class='link' href='%s'>Home Page</a>
ar: </a>الصفحة الرئيسية<a class='link' href='%s'>غير قادر على العثور على ما تبحث عنه؟ توقف لحظة وقم بالبحث أدناه أو ابدأ من

source: Comments are closed
ar: التعليقات مغلقة

source: Name
ar: اسم

source: Email
ar: بريد الالكتروني

source: Website
ar: موقع الكتروني

source: Comment
ar: تعليق

source: Save my name, email, and website in this browser for the next time I comment.
ar: احفظ اسمي ، بريدي الإلكتروني ، والموقع الإلكتروني في هذا المتصفح لاستخدامها المرة المقبلة في تعليقي.

source: Top
ar: قمة

source: Back to top
ar: عد إلى الأعلى

source: PGS Forum
ar: منتدى PGS

source: Support
ar: الدعم

source: Submit Ticket
ar: قدم التذكرة

source: Themeforest
ar: هم الغابات

source: Documentation
ar: توثيق

source: Google API Settings
ar: إعدادات Google API

source: Attributes Guide
ar: دليل السمات

source: Header
ar: رأس

source: Footer
ar: تذييل

source: There was an error processing your request, please try again later. Error: %s
ar: حدث خطأ أثناء معالجة طلبك ، يرجى المحاولة مرة أخرى لاحقًا. خطأ: %s

source: Purchase code removed.
ar: تمت إزالة رمز الشراء.

source: Please enter purchase code.
ar: الرجاء إدخال رمز الشراء.

source: Please enter a valid purchase code.
ar: الرجاء إدخال رمز شراء صالح.

source: Purchase code already activated on this website.
ar: تم تنشيط كود الشراء بالفعل على هذا الموقع.

source: Unable to verify security check. Please try to reload the page.
ar: تعذر التحقق من فحص الأمان. يرجى محاولة إعادة تحميل الصفحة.

source: Welcome to %s
ar: مرحبا بك في %s

source: Version %s
ar: إصدار %s

source: <strong>Car Dealer</strong> is now active and ready to use! <strong>Car Dealer</strong> is an elegant, clean, beautiful and best responsive WordPress theme. <strong>Car Dealer</strong> contains many usefull features and functionalities. And, it requires some plugins to be pre-installed to enable all inbuilt features and functionalities.
ar: <strong> تاجر السيارات </ strong> نشط الآن وجاهز للاستخدام! <strong> تاجر سيارات </ strong> هو موضوع WordPress أنيق ونظيف وجميل وأفضل استجابة. يحتوي <strong> تاجر السيارات </ strong> على العديد من الميزات والوظائف المفيدة. ويتطلب تثبيت بعض المكونات الإضافية مسبقًا لتمكين جميع الميزات والوظائف المدمجة.

source: Plugins
ar: الإضافات

source: Install Demos
ar: قم بتثبيت العروض التوضيحية

source: Theme Options
ar: خيارات الموضوع

source: System Status
ar: حالة النظام

source: Ratings
ar: التقييمات

source: Third Party Testing
ar: اختبار الطرف الثالث

source: More Features
ar: المزيد من المزايا

source: Something went wrong.
ar: هناك خطأ ما.

source: Unable to verify security nonce. Please try again.
ar: غير قادر على التحقق من الأمن nonce. حاول مرة اخرى.

source: PDF generated successfully.
ar: تم إنشاء ملف PDF بنجاح.

source: Something went wrong. Caught exception: %s
ar: هناك خطأ ما. تم اكتشاف استثناء: %s

source: Car Dealer
ar: تاجر سيارات

source: Frontend Submission - Pricing Packages Plan (with Subscriptio Plugin)
ar: تقديم الواجهة الأمامية - خطة حزم الأسعار (مع البرنامج المساعد Subscriptio)

source: The <strong>Pricing Packages Plan</strong> feature allows frontend users (registered with the site) to purchase plans to upload vehicles and images more than the permitted limit.
ar: تتيح ميزة <strong> خطة حزم الأسعار </ strong> لمستخدمي الواجهة الأمامية (المسجلين في الموقع) شراء خطط لتحميل المركبات والصور أكثر من الحد المسموح به.

source: By default, the <strong>Cardealer - Frontend Submission</strong> plugin allows dealers to upload cars and images up to a specific limit (which site admin can manage in theme options). To upload more vehicles and images, frontend users need to purchase a package from the Pricing Packages Plan.
ar: بشكل افتراضي ، يسمح المكون الإضافي <strong> Cardealer - Frontend Submission </strong> للتجار بتحميل السيارات والصور حتى حد معين (يمكن لمسؤول الموقع إدارته في خيارات المظهر). لتحميل المزيد من المركبات والصور ، يحتاج مستخدمو الواجهة الأمامية إلى شراء حزمة من خطة حزم الأسعار.

source: To manage plans, you need to install <strong>Subscriptio</strong> and <strong>WooCommerce</strong> plugin. Subscriptio plugin is a WooCommerce extension that allows you to manage plans/packages.
ar: لإدارة الخطط ، تحتاج إلى تثبيت المكون الإضافي <strong> Subscriptio </strong> و <strong> WooCommerce </strong>. البرنامج المساعد Subscriptio هو امتداد WooCommerce يسمح لك بإدارة الخطط / الحزم.

source: If you want to use this feature then please:
ar: إذا كنت ترغب في استخدام هذه الميزة ، فيرجى:

source: Enable Subscriptio and WooCommerce plugins in the theme plugin installer
ar: قم بتمكين ملحقات Subscriptio و WooCommerce في مثبت المكون الإضافي للقالب

source: Other Features
ar: ميزات أخرى

source: Please don't forget to rate Car Dealer and leave a nice review, it means a lot to us and our theme.
ar: من فضلك لا تنسى تقييم تاجر السيارات وترك تقييم لطيف ، فهذا يعني الكثير بالنسبة لنا وموضوعنا.

source: Simply login into your ThemeForest account, go to the <a target="_blank" href="%1$s">Downloads section </a> and click 5 stars next to the Car Dealer WordPress theme as shown in the screenshot below:
ar: ما عليك سوى تسجيل الدخول إلى حسابك في ThemeForest ، وانتقل إلى<a target="_blank" href="%1$s">قسم التنزيلات</a> وانقر فوق 5 نجوم بجوار سمة WordPress الخاصة ببيع السيارات كما هو موضح في لقطة الشاشة أدناه:

source: Car Dealer comes with 6 months of free support for every license you purchase. Support can be extended through subscriptions via ThemeForest.
ar: يأتي تاجر السيارات مع 6 أشهر من الدعم المجاني لكل ترخيص تشتريه. يمكن تمديد الدعم من خلال الاشتراكات عبر ThemeForest.

source: Ticket System
ar: نظام التذاكر

source: We offer excellent support through our advanced ticket system. Make sure to register your purchase first to access our support services and other resources.
ar: نحن نقدم دعمًا ممتازًا من خلال نظام التذاكر المتقدم. تأكد من تسجيل مشترياتك أولاً للوصول إلى خدمات الدعم والموارد الأخرى.

source: Submit a ticket
ar: تسجيل التذكرة

source: Our online documentation is a useful resource for learning every aspect and feature of %s.
ar: تعد وثائقنا عبر الإنترنت مصدرًا مفيدًا لتعلم كل جانب وميزة في %s.

source: Learn more
ar: يتعلم أكثر

source: Video Tutorials
ar: دروس الفيديو

source: We recommend you watch video tutorials before you start the theme customization. Our video tutorials can teach you the different aspects of using %s.
ar: نوصيك بمشاهدة مقاطع فيديو تعليمية قبل البدء في تخصيص السمة. يمكن أن تعلمك مقاطع الفيديو التعليمية الخاصة بنا الجوانب المختلفة لاستخدام %s.

source: Watch Videos
ar: شاهد فيديوهات

source: WordPress Environment
ar: بيئة WordPress

source: Home URL:
ar: عنوان URL للصفحة الرئيسية:

source: The URL of your site's homepage.
ar: عنوان URL للصفحة الرئيسية لموقعك.

source: Site URL:
ar: URL الموقع:

source: The root URL of your site.
ar: عنوان URL الجذر لموقعك.

source: WP Version:
ar: إصدار الفسفور الابيض:

source: The version of WordPress installed on your site.
ar: إصدار WordPress المثبت على موقعك.

source: WP Multisite:
ar: WP متعدد المواقع:

source: Whether or not you have WordPress Multisite enabled.
ar: سواء تم تمكين مواقع ووردبريس متعددة المواقع أم لا.

source: WP Memory Limit:
ar: حد ذاكرة WP:

source: The maximum amount of memory (RAM) that your site can use at one time.
ar: الحد الأقصى لمقدار الذاكرة (RAM) الذي يمكن لموقعك استخدامه في وقت واحد.

source: %1$s - We recommend setting memory to at least %2$s See: %3$s
ar: %1$s - نوصي بتعيين الذاكرة على الأقل%2$s انظر: %3$s

source: Increasing memory allocated to PHP
ar: زيادة الذاكرة المخصصة لـ PHP

source: WP Debug Mode:
ar: وضع تصحيح WP:

source: Displays whether or not WordPress is in Debug Mode.
ar: يعرض ما إذا كان WordPress في وضع التصحيح أم لا.

source: Language:
ar: لغة:

source: The current language used by WordPress. Default = English
ar: اللغة الحالية التي يستخدمها WordPress. الافتراضي = الإنجليزية

source: Server Environment
ar: بيئة الخادم

source: Server Info:
ar: معلومات الخادم:

source: Information about the web server that is currently hosting your site.
ar: معلومات حول خادم الويب الذي يستضيف موقعك حاليًا.

source: PHP Version:
ar: إصدار PHP:

source: PHP Max Input Time:
ar: أقصى وقت لإدخال PHP:

source: This sets the maximum time in seconds a script is allowed to parse input data, like POST, GET and file uploads.
ar: يعيّن هذا الحد الأقصى للوقت بالثواني الذي يُسمح فيه للبرنامج النصي بتحليل بيانات الإدخال ، مثل POST و GET وتحميلات الملفات.

source: Unlimited
ar: غير محدود

source: PHP Max Execution Time:
ar: وقت تنفيذ PHP الأقصى:

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
ar: مقدار الوقت (بالثواني) الذي سيقضيه موقعك في عملية واحدة قبل انتهاء المهلة (لتجنب إقفال الخادم)

source: PHP Max Input Vars:
ar: متغيرات إدخال PHP Max:

source: The maximum number of variables your server can use for a single function to avoid overloads.
ar: الحد الأقصى لعدد المتغيرات التي يمكن لخادمك استخدامها لوظيفة واحدة لتجنب التحميل الزائد.

source: SUHOSIN Installed:
ar: تم تثبيت SUHOSIN:

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
ar: Suhosin هو نظام حماية متقدم لتركيبات PHP. تم تصميمه لحماية الخوادم الخاصة بك من ناحية ضد عدد من المشاكل المعروفة في تطبيقات PHP ومن ناحية أخرى ضد الثغرات الأمنية غير المعروفة المحتملة داخل هذه التطبيقات أو PHP الأساسية نفسها. إذا تم تمكينه على الخادم الخاص بك ، فقد يحتاج Suhosin إلى التهيئة لزيادة حدود إرسال البيانات الخاصة به.

source: %1$s - Recommended Value: %2$s.<br />Max input vars limitation will truncate POST data such as menus. See: <a href="%3$s" target="_blank" rel="noopener noreferrer">Increasing max input vars limit.</a>
ar: %1$s- القيمة الموصى بها:%2$s s. <br /> سيؤدي الحد الأقصى لمتغيرات الإدخال إلى اقتطاع بيانات POST مثل القوائم. راجع: <a href="%3$s" target="_blank" rel="noopener noreferrer"> زيادة حد متغيرات الإدخال القصوى. </a>

source: Suhosin Request Max Vars:
ar: طلب Suhosin Max Vars:

source: Suhosin Post Max Value Length:
ar: الحد الأقصى لطول قيمة Suhosin Post:

source: Defines the maximum length of a variable that is registered through a POST request.
ar: يحدد الحد الأقصى لطول متغير يتم تسجيله من خلال طلب POST.

source: %1$s - Recommended Value: %2$s.<br />Post Max Value Length limitation may prohibit the Theme Options data from being saved to your database. See: <a href="%3$s" target="_blank" rel="noopener noreferrer">Suhosin Configuration Info</a>.
ar: %1$s - القيمة الموصى بها:%2$ s. <br /> قد تمنع قيود طول القيمة القصوى للنشر حفظ بيانات "خيارات النسق" في قاعدة البيانات الخاصة بك. راجع: <a href="%3$s" target="_blank" rel="noopener noreferrer"> معلومات تهيئة Suhosin </a>.

source: ZipArchive:
ar: أرشيف Zip:

source: ZipArchive is required for importing demos. They are used to import and export zip files specifically for sliders.
ar: ZipArchive مطلوب لاستيراد العروض التوضيحية. يتم استخدامها لاستيراد وتصدير ملفات مضغوطة خصيصًا لأشرطة التمرير.

source: MySQL Version:
ar: نسخة MySQL:

source: The version of MySQL installed on your hosting server.
ar: إصدار MySQL المثبت على خادم الاستضافة الخاص بك.

source: Max Upload Size:
ar: أقصى حجم للتحميل:

source: The largest file size that can be uploaded to your WordPress installation.
ar: أكبر حجم للملف يمكن تحميله إلى تثبيت WordPress الخاص بك.

source: Post Max Size:
ar: حجم البريد الأقصى:

source: Maximum size of POST data that PHP will accept.
ar: الحجم الأقصى لبيانات POST التي تقبلها PHP.

source: Active Plugins
ar: الإضافات النشطة

source: Visit plugin homepage
ar: قم بزيارة الصفحة الرئيسية للبرنامج المساعد

source: Please Enter Purchase Code
ar: الرجاء إدخال رمز الشراء

source: Thank you for installing %1$s theme! Please provide the purchase code of the %1$s theme to be able to install demos and get updates of the theme.
ar: شكرًا لك على تثبيت سمة%1$s! الرجاء تقديم رمز الشراء الخاص بالسمة %1$s لتتمكن من تثبيت العروض التوضيحية والحصول على تحديثات السمة.

source: Purchase Code
ar: كود شراء

source: Purchase code ( e.g. 9svb13fa-10aa-2267-883a-9201a94cf9b5 )
ar: رمز الشراء (على سبيل المثال 9svb13fa-10aa-2267-883a-9201a94cf9b5)

source: Check
ar: التحقق من

source: Instructions For Find Purchase Code
ar: إرشادات البحث عن رمز الشراء

source: Log into your Envato Market account.
ar: قم بتسجيل الدخول إلى حساب Envato Market الخاص بك.

source: Click 'Downloads' from the drop down menu.
ar: انقر فوق "التنزيلات" من القائمة المنسدلة.

source: Click 'License certificate & purchase code' (available as PDF or text file). For more information <a href="%1$s" target="_blank">click here</a>.
ar: انقر فوق "شهادة الترخيص وكود الشراء" (متاح كملف PDF أو ملف نصي). لمزيد من المعلومات <a href="%1$s" target="_blank"> انقر هنا </a>.

source: Vehicle
ar: مركبة

source: PDF Template
ar: قالب PDF

source: Check PDF Generator
ar: تحقق من PDF Generator

source: Mail
ar: بريد

source: Mailchimp Keys
ar: مفاتيح Mailchimp

source: PDF Generator
ar: مولد PDF

source: From Mail
ar: من البريد

source: Enter the email you wanted to test. If the email field is empty, it will send the test mail from <strong>%s</strong>.
ar: أدخل البريد الإلكتروني الذي تريد اختباره. إذا كان حقل البريد الإلكتروني فارغًا ، فسيرسل بريد الاختبار من <strong>%s</strong>.

source: To Mail
ar: إلى البريد

source: Enter the email you wanted to test. If the email field is empty, it will send the test mail to <strong>%s</strong>.
ar: أدخل البريد الإلكتروني الذي تريد اختباره. إذا كان حقل البريد الإلكتروني فارغًا ، فسيتم إرسال بريد الاختبار إلى <strong>%s </strong>.

source: If the map is not loading correctly, please check the Browser console for the errors/instructions for Google Maps.
ar: إذا لم يتم تحميل الخريطة بشكل صحيح ، يرجى التحقق من وحدة تحكم المتصفح لمعرفة الأخطاء / الإرشادات الخاصة بخرائط Google.

source: <strong>Note: </strong>Make sure you have added the Google Maps API key in <a href="%s" target="_blank">Theme Options</a>.
ar: <strong> ملاحظة: </ strong> تأكد من أنك أضفت مفتاح API لخرائط Google في <a href="%s" target="_blank"> خيارات المظهر </a>.

source: VIN Number
ar: رقم المركبة

source: Enter the VIN in the VIN Number you wanted to test. If the VIN Number field is empty, then the test process will use the default VIN.
ar: أدخل VIN في رقم VIN الذي تريد اختباره. إذا كان حقل رقم VIN فارغًا ، فستستخدم عملية الاختبار رقم VIN الافتراضي.

source: <strong>Note:</strong> Make sure you have added the Mailchimp List ID and Mailchimp API Key in the <a href="%s" target="_blank">Theme Options</a>. The test process will generate the response based on the Mailchimp List ID and Mailchimp API Key.
ar: <strong> ملاحظة: </ strong> تأكد من إضافة معرف قائمة Mailchimp ومفتاح واجهة برمجة تطبيقات Mailchimp في <a href="%s" target="_blank"> خيارات المظهر </a>. ستنشئ عملية الاختبار الاستجابة بناءً على معرف قائمة Mailchimp ومفتاح واجهة برمجة تطبيقات Mailchimp.

source: Check Mailchimp
ar: تحقق من Mailchimp

source: Year
ar: عام

source: Years
ar: سنوات

source: Make
ar: صنع

source: Makes
ar: يصنع

source: Model
ar: نموذج

source: Models
ar: عارضات ازياء

source: Body Style
ar: نمط الجسم

source: Body Styles
ar: أنماط الجسم

source: Mileage
ar: عدد الأميال

source: Mileages
ar: ميل

source: Transmission
ar: الانتقال

source: Transmissions
ar: الإرسال

source: Condition
ar: شرط

source: Conditions
ar: شروط

source: Drivetrain
ar: نظام الدفع

source: Drivetrains
ar: محركات

source: Engine
ar: محرك

source: Engines
ar: محركات

source: Fuel Economy
ar: اقتصاد الوقود

source: Fuel Economies
ar: اقتصاد الوقود

source: Exterior Color
ar: اللون الخارجي

source: Exterior Colors
ar: الألوان الخارجية

source: Interior Color
ar: اللون الداخلي

source: Interior Colors
ar: الألوان الداخلية

source: Stock Number
ar: الرقم المخزني

source: Stock Numbers
ar: أرقام الأسهم

source: VIN Numbers
ar: أرقام VIN

source: Fuel Type
ar: نوع الوقود

source: Fuel Types
ar: أنواع الوقود

source: Trim
ar: تقليم

source: Trims
ar: الديكورات

source: Feature & Option
ar: الميزة والخيار

source: Features & Options
ar: الميزات والخيارات

source: View the Next Page
ar: اعرض الصفحة التالية

source: View the Previous Page
ar: اعرض الصفحة السابقة

source: <span id="footer-thankyou">Developed by <a href="$1" target="_blank">TeamWP @Potenza Global Solutions</a></span>.
ar: <span id = "footer-thankyou"> تم التطوير بواسطة <a href="$1" target="_blank"> TeamWPPotenza Global Solutions </a> </span>.

source: Testing Mail For Cardealer
ar: اختبار البريد لـ Cardealer

source: Theme mail is working properly.
ar: بريد الموضوع يعمل بشكل صحيح.

source: There is an error while sending the email. Here is the <strong>PHPMailer Debug error:</strong><br><p>%s</p>
ar: هناك خطأ أثناء إرسال البريد الإلكتروني. إليك خطأ <strong> PHPMailer Debug: </strong> <br> <p>%s </p>

source: Email sent successfully.
ar: تم إرسال البريد الإلكتروني بنجاح.

source: You are not allowed to access this section.
ar: لا يسمح لك للوصول إلى هذا القسم.

source: The <strong>VINquery API Key</strong> field is empty. Please add <strong>VINquery API Key</strong> in <a href="%s" target="_blank">Theme Options</a>.
ar: حقل <strong> VINquery API Key </strong> فارغ. الرجاء إضافة <strong> مفتاح واجهة برمجة تطبيقات VINquery </strong> في <a href="%s" target="_blank"> خيارات المظهر </a>.

source: Something went wrong. Unable to get request response.
ar: هناك خطأ ما. تعذر الحصول على استجابة الطلب.

source: Make sure that the <strong>Car Dealer - VINquery Import</strong> plugin is activated.
ar: تأكد من تنشيط المكون الإضافي <strong> Car Dealer - VINquery Import </strong>.

source: VIN is misssing.
ar: BIN مفقود.

source: There is an error. It seems like the Mailchimp API key or List-ID is empty, please add the value in <a href="%s" target="_blank">Theme Options</a>.
ar: هنالك خطأ. يبدو أن مفتاح واجهة برمجة تطبيقات Mailchimp أو معرّف القائمة فارغين ، يرجى إضافة القيمة في <a href="%s" target="_blank"> خيارات السمة </a>.

source: There is an error, Please check the response for more details.<br><strong>Respose error:</strong><p>%s</p>
ar: حدث خطأ ، يرجى التحقق من الاستجابة لمزيد من التفاصيل. <be> <strong> خطأ الاستجابة: </ strong> <p>%s</p>

source: Theme Mailchimp API is working perfectly fine.
ar: سمة Mailchimp API تعمل بشكل جيد.

source: There is an error, Please check the response for more details.<br><strong>Respose error:</strong><p>%1$s : %2$s</p>
ar: حدث خطأ ، يرجى التحقق من الاستجابة لمزيد من التفاصيل. <be> <strong> خطأ الاستجابة: </ strong> <p>%1$s : %2$s</p>

source: Something went wrong, API request not getting proper response.
ar: حدث خطأ ، ولم يتلق طلب واجهة برمجة التطبيقات استجابة مناسبة.

source: Read
ar: يقرأ

source: Read more &raquo;
ar: اقرأ المزيد &raquo;

source: Promocode
ar: رمز ترويجي

source: Go
ar: يذهب

source: Login
ar: تسجيل الدخول

source: My Account
ar: حسابي

source: Compare
ar: قارن

source: Close
ar: قريب

source: Search
ar: بحث

source: Blog
ar: مدونة او مذكرة

source: Call To Action
ar: دعوة للعمل

source: Counter
ar: عداد

source: Custom Filters
ar: مرشحات مخصصة

source: Feature Box
ar: صندوق الميزات

source: Multitab
ar: ملتيتاب

source: Newsletter
ar: النشرة الإخبارية

source: Opening Hours
ar: ساعات العمل

source: Quick Link
ar: رابط سريع

source: Testimonial
ar: شهادة

source: Vehicle By Type
ar: السيارة حسب النوع

source: Vehicles Conditions Tabs
ar: علامات تبويب شروط المركبات

source: Vehicles Search
ar: بحث المركبات

source: Video
ar: فيديو

source: View
ar: رأي

source: Gallery
ar: صالة عرض

source: Detail
ar: التفاصيل

source: Buy Online
ar: شراء عبر الإنترنت

source: Request Price
ar: سعر الطلب

source: SOLD
ar: تم البيع

source: Year:
ar: عام:

source: Sort by Name
ar: الترتيب حسب الاسم

source: Sort by Price
ar: فرز حسب السعر

source: Sort by Date
ar: رتب حسب التاريخ

source: Sort by Year
ar: فرز حسب السنة

source: Sort by Default
ar: فرز حسب الافتراضي

source: Vehicles Matching
ar: مطابقة المركبات

source: Location
ar: موقع

source: Reset
ar: إعادة ضبط

source: Something is wrong; please try again..!
ar: هناك شئ غير صحيح؛ حاول مرة اخرى..!

source: All vehicles loaded..!
ar: جميع المركبات محملة ..!

source: No result were found matching your selection.
ar: لم يتم العثور على نتيجة مطابقة لاختيارك.

source: Submit
ar: يقدم

source: Reset All Filters
ar: إعادة تعيين كافة عوامل التصفية

source: &larr; Prev
ar: &larr; السابق

source: Next &rarr;
ar: التالي &rarr;

source: No Results
ar: لا نتائج

source: Close (Esc)
ar: إغلاق (Esc)

source: Toggle fullscreen
ar: ملء الشاشة تبديل

source: Zoom in/out
ar: التكبير / التصغير

source: Previous (arrow left)
ar: السابق (سهم لليسار)

source: Next (arrow right)
ar: التالي (السهم الأيمن)

source: Something went wrong!
ar: هناك خطأ ما!

source: Facebook
ar: موقع التواصل الاجتماعي الفيسبوك

source: Twitter
ar: تويتر

source: Pinterest
ar: بينتيريست

source: Pingback:
ar: تنبيه:

source: (Edit)
ar: (يحرر)

source: Post author
ar: كاتب المشاركة

source: %1$s at %2$s
ar: %1$s في %2$s

source: Reply
ar: رد

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر الموافقة عليه.

source: Edit
ar: يحرر

source: Search for:
ar: بحث عن:

source: Search...
ar: بحث...

source: Default
ar: تقصير

source: Home
ar: الصفحة الرئيسية

source: Importing demo content will import Pages, Posts, Testimonials, Teams, FAQs, Menus, Widgets and Theme Options. Importing sample data will override current widgets and theme options. It can take some time to complete the import process.
ar: سيؤدي استيراد المحتوى التجريبي إلى استيراد الصفحات والمنشورات والشهادات والفرق والأسئلة الشائعة والقوائم والأدوات وخيارات السمات. سيؤدي استيراد بيانات العينة إلى تجاوز عناصر واجهة المستخدم وخيارات السمة الحالية. قد يستغرق الأمر بعض الوقت لإكمال عملية الاستيراد.

source: Main Menu
ar: القائمة الرئيسية

source: Footer Menu
ar: قائمة التذييل

source: Top Bar Menu
ar: قائمة الشريط العلوي

source: Default Elementor
ar: العنصر الافتراضي

source: Primary Menu
ar: القائمة الأساسية

source: Home 2
ar: الصفحة الرئيسية 2

source: This sample will import Home Page 2 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 2 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 3
ar: الصفحة الرئيسية 3

source: This sample will import Home Page 3 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 3 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 4
ar: الصفحة الرئيسية 4

source: This sample will import Home Page 4 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 4 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 5
ar: الصفحة الرئيسية 5
