Repository: majuri81/cardealer-theme
Catalog: theme/cardealer/languages/*.po
Languages: ar

source: Update and Activation required
ar: التحديث والتفعيل مطلوب

source: Update required
ar: مطلوب التحديث

source: View details
ar: عرض التفاصيل

source: No Slug Found
ar: لم يتم العثور على سبيكة

source: Activating Plugin
ar: تفعيل البرنامج المساعد

source: Updating Plugin
ar: تحديث البرنامج المساعد

source: Installing Plugin
ar: تثبيت الاضافات

source: Success
ar: النجاح

source: Default Content
ar: المحتوى الافتراضي

source: Select the most suitable option from the below mentioned list of variants to complete the default content for your website. Also, choose the appropriate pages to be imported from the list. The WordPress dashboard handles this content once you import them.
ar: حدد الخيار الأنسب من قائمة المتغيرات المذكورة أدناه لإكمال المحتوى الافتراضي لموقعك على الويب. أيضًا ، اختر الصفحات المناسبة ليتم استيرادها من القائمة. تتعامل لوحة معلومات WordPress مع هذا المحتوى بمجرد استيراده.

source: One, or more, required plugins (listed below) not installed or activated. Some features may not work correctly, i.e., Sample Data import.
ar: واحد أو أكثر من المكونات الإضافية المطلوبة (المدرجة أدناه) غير مثبتة أو مفعلة. قد لا تعمل بعض الميزات بشكل صحيح ، على سبيل المثال ، نموذج استيراد البيانات.

source: Please acivate theme using Purchase Code to display sample data list.
ar: يرجى تنشيط الموضوع باستخدام رمز الشراء لعرض قائمة بيانات نموذجية.

source: Installed
ar: المثبتة

source: Live Preview
ar: معاينة مباشرة

source: Setup %s Child Theme (Optional)
ar: إعداد نسق %s الفرعي (اختياري)

source: If you want any alterations or changes done on the source code, please use a child theme. Your source code will remain unaffected and meanwhile, your parent theme will get all the updates. The changes in the HTML/CSS/PHP code must be refrained. Use the form below to create and activate the Child Theme.
ar: إذا كنت تريد إجراء أي تعديلات أو تغييرات على الكود المصدري ، فيرجى استخدام سمة فرعية. ستظل شفرة المصدر الخاصة بك غير متأثرة وفي الوقت نفسه ، سيحصل المظهر الرئيسي الخاص بك على جميع التحديثات. يجب الامتناع عن التغييرات في كود HTML / CSS / PHP. استخدم النموذج أدناه لإنشاء وتفعيل موضوع الطفل.

source: If you don't want to use the child theme, please click on 'Skip this step'
ar: إذا كنت لا تريد استخدام السمة الفرعية ، فالرجاء النقر فوق "تخطي هذه الخطوة"

source: Child Theme Title
ar: عنوان الموضوع الفرعي

source: Create and Use Child Theme
ar: إنشاء واستخدام موضوع الطفل

source: Child theme [%1$s] created and activated! Newly created child theme is located at below path.
ar: تم إنشاء سمة فرعية [%1$s] وتنشيطها! يقع موضوع الطفل الذي تم إنشاؤه حديثًا في المسار أدناه.

source: Help and Support
ar: مساعدة و دعم

source: This theme is entitled to assist for 6 months item support from the date of purchase (you can definitely lengthen the time). With respect to this license, the theme can be used on one website. To use on another site, please buy an additional license.
ar: يحق لهذا المظهر المساعدة لمدة 6 أشهر من دعم العنصر من تاريخ الشراء (يمكنك بالتأكيد إطالة الوقت). فيما يتعلق بهذا الترخيص ، يمكن استخدام الموضوع على موقع ويب واحد. لاستخدامها في موقع آخر ، يرجى شراء ترخيص إضافي.

source: You can get the item support from <a href="%s" target="_blank" rel="noopener">Potenza Support Center</a> and that is comprised of:
ar: يمكنك الحصول على دعم العنصر من <a href="%s" target="_blank" rel="noopener"> مركز دعم Potenza </a> والذي يتألف من:

source: Item Support comprises of:
ar: يتكون دعم العنصر من:

source: In detail explanation of the technical elements of the product
ar: شرح تفصيلي للعناصر الفنية للمنتج

source: Help if there is any error or concern.
ar: مساعدة إذا كان هناك أي خطأ أو قلق.

source: Extensive support for 3rd party plugins (bundled).
ar: دعم مكثف لمكونات الطرف الثالث (مجمعة).

source: Item Support <strong>DOES NOT</strong> comprise of:
ar: دعم العنصر <strong>لا</strong> تتكون من:

source: Customization services
ar: خدمات التخصيص

source: Installation services
ar: خدمات التثبيت

source: Assistance for non-bundled 3rd party plugins.
ar: المساعدة للمكونات الإضافية غير المجمعة من طرف ثالث.

source: ThemeForest <a href="%s" target="_blank" rel="noopener">Item Support Policy</a> can be used to gather extra details about the item support.
ar: ThemeForest يمكن استخدام <a href="%s" target="_blank" rel="noopener"> سياسة دعم العنصر </a> لجمع تفاصيل إضافية حول دعم العنصر.

source: Your Website is Ready!
ar: موقع الويب الخاص بك جاهز!

source: Praises to you, your website is ready now. The required themes have been turned on to enhance the functionality of your site. You can modify the content and make required changes, if important by logging into the WordPress Dashboard.
ar: شكرا لك موقع الويب الخاص بك جاهز الآن. تم تشغيل السمات المطلوبة لتحسين وظائف موقعك. يمكنك تعديل المحتوى وإجراء التغييرات المطلوبة ، إذا كان ذلك مهمًا عن طريق تسجيل الدخول إلى لوحة تحكم WordPress.

source: Please encourage us by <a href="%s" target="_blank" rel="noopener">dropping 5-star</a>.
ar: يرجى تشجيعنا من خلال <a href="%s" target="_blank" rel="noopener"> إسقاط 5 نجوم </a>.

source: Next Steps
ar: الخطوات التالية

source: Follow PotenzaGlobalSolutions on ThemeForest
ar: اتبع PotenzaGlobalSolutions على ThemeForest

source: View your new website!
ar: عرض موقعك الجديد!

source: More Resources
ar: المزيد من الموارد

source: Read the Theme Documentation
ar: اقرأ وثائق الموضوع

source: Learn how to use WordPress
ar: تعرف على كيفية استخدام WordPress

source: Leave an Item Rating
ar: اترك تقييم العنصر

source: Get Help and Support
ar: احصل على المساعدة والدعم

source: You're almost there. %1$s contains many useful features and functionalities. For this, some settings are to be done, to enable all features and functionalities. And, %2$s Setup Wizard might be of a great help to you for same.
ar: أنت على وشك الانتهاء. يحتوي %1$s على العديد من الميزات والوظائف المفيدة. لهذا ، يجب إجراء بعض الإعدادات ، لتمكين جميع الميزات والوظائف. وقد يكون معالج إعداد %2$s مفيدًا جدًا لك لنفسك.

source: Run the Setup Wizard
ar: قم بتشغيل معالج الإعداد

source: Skip setup
ar: تخطي الإعداد

source: Action failed. Please refresh the page and retry.
ar: العمل: فشل. يرجى تحديث الصفحة وإعادة المحاولة.

source: You don&#8217;t have permission to do this.
ar: ليس لديك إذن للقيام بذلك.

source: Potenza Global Solutions
ar: حلول بوتنزا العالمية

source: Primary menu
ar: القائمة الأساسية

source: Footer menu
ar: قائمة التذييل

source: Topbar menu
ar: قائمة الشريط العلوي

source: Cardealer Blog Thumb
ar: Cardealer مدونة الإبهام

source: Cardealer Homepage Thumb
ar: الإبهام الصفحة الرئيسية Cardealer

source: Cardealer Team Thumb
ar: فريق Cardealer الإبهام

source: Cardealer Testimonials Thumb
ar: شهادة تاجر سيارات الإبهام

source: Cardealer 50x50
ar: كارديلر 50x50

source: Car Thumbnail
ar: صورة مصغرة للسيارة

source: Car Catalog Image
ar: صورة كتالوج السيارة

source: Car Single Slider
ar: منزلق سيارة واحد

source: Car Tabs Image
ar: صورة علامات السيارة

source: Congratulations! Theme activated successfully.
ar: تهانينا! تم تفعيل الموضوع بنجاح.

source: <strong>Car Dealer</strong> is an elegant, clean, beautiful and best responsive WordPress theme.
ar: <strong> تاجر سيارات </strong> هو موضوع WordPress أنيق ونظيف وجميل وأفضل استجابة.

source: <strong>Car Dealer</strong> contains many usefull features and functionalities. And, it requires some plugins to be pre-installed to enable all inbuilt features and functionalities.
ar: يحتوي <strong> تاجر السيارات </strong> على العديد من الميزات والوظائف المفيدة. ويتطلب تثبيت بعض المكونات الإضافية مسبقًا لتمكين جميع الميزات والوظائف المدمجة.

source: Nothing Found
ar: لم يتم العثور على شيء

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ar: نأسف، لا يوجد نتائج تطابق نمط البحث الخاص بك. أرجو المحاولة مرة أخرى بإستخدام كلمات أخرى.

source: No widgets added in left sidebar.<br>Click <a href="%s">here</a> to add widgets.
ar: لم تتم إضافة أدوات في الشريط الجانبي الأيسر. <br> انقر <a href="%s"> هنا </a> لإضافة أدوات.

source: No widgets founds.
ar: لم يتم العثور على أدوات.

source: No widgets added in default sidebar.<br>Click <a href="%s">here</a> to add widgets.
ar: لم تتم إضافة أدوات في الشريط الجانبي الافتراضي. <br> انقر <a href="%s"> هنا </a> لإضافة أدوات.

source: Powerful Skills
ar: مهارات قوية

source: Areas of Expertise
ar: مجالات الخبرة

source: Pages
ar: الصفحات

source: View all posts by %s
ar: عرض جميع مشاركات %s

source: Posted by:
ar: منشور من طرف:

source: Follow on
ar: اتبع

source: Related Posts
ar: المنشورات ذات الصلة

source: Show sidebar
ar: عرض الشريط الجانبي

source: Cars Filters
ar: فلاتر سيارات

source: Filter
ar: منقي

source: Location:
ar: موقع:

source: Details
ar: تفاصيل

source: Friend's Name
ar: اسم الصديق

source: Friend's Email
ar: البريد الإليكترونى للأصدقاء

source: Your Name
ar: اسمك

source: Your Email
ar: بريدك الالكتروني

source: Message
ar: رسالة

source: Send
ar: يرسل

source: First Name
ar: الاسم الأول

source: Middle Initial
ar: أول حرف من اسم الأب

source: Last Name
ar: الكنية

source: Street Address
ar: عنوان الشارع

source: City
ar: مدينة

source: State
ar: ولاية

source: Zip
ar: أزيز

source: Preferred Email Address
ar: عنوان البريد الإلكتروني المفضل

source: Daytime Phone Number
ar: رقم هاتفك النهار

source: Mobile
ar: متحرك

source: Date of Birth
ar: تاريخ الولادة

source: Month
ar: شهر

source: Day
ar: يوم

source: Social Security Number (SSN)
ar: رقم الضمان الاجتماعي (SSN)

source: Employer Name
ar: اسم الموظف

source: Employer Phone
ar: هاتف صاحب العمل

source: Job Title
ar: عنوان وظيفي

source: Living Arrangements
ar: ترتيبات المعيشة

source: Select One
ar: حدد واحد

source: Rent
ar: تأجير

source: Own
ar: ملك

source: Live With Parents
ar: العيش مع الوالدين

source: Monthly Rent/Mortgage Payment
ar: الإيجار الشهري / دفع الرهن العقاري

source: Length of Time at Current Address
ar: طول الوقت في العنوان الحالي

source: Year(s)
ar: سنوات)

source: %s Year
ar: عام %s

source: Month(s)
ar: شهور)

source: %s Month
ar: شهر %s

source: Length of Employment
ar: مدة العمل

source: Annual Income
ar: الدخل السنوي

source: Joint Application
ar: طلب اشتراك

source: Applicant Additional Income Information
ar: معلومات الدخل الإضافي لمقدم الطلب

source: Complete "Other Income" and "Source of Other Income" only if you want this income considered for repayment. Enter monthly amount. Alimony, child support or separate maintenance income need not be revealed if you do not wish to have it considered as a basis for repaying this obligation.
ar: أكمل "الدخل الآخر" و "مصدر الدخل الآخر" فقط إذا كنت تريد اعتبار هذا الدخل لسداده. أدخل المبلغ الشهري. لا يلزم الكشف عن النفقة أو إعالة الطفل أو دخل النفقة المنفصل إذا كنت لا ترغب في اعتبارها أساسًا لسداد هذا الالتزام.

source: Other Income Amount (Monthly)
ar: مبلغ الدخل الآخر (شهريًا)

source: Other Income (Source)
ar: الدخل الآخر (المصدر)

source: Please include any additional information or options that you would like
ar: يرجى تضمين أي معلومات أو خيارات إضافية تريدها

source: Joint Applicant Personal Information
ar: المعلومات الشخصية المشتركة لمقدم الطلب

source: Relationship to Applicant
ar: علاقتك بالمتقدم

source: Joint Applicant Additional Income Information
ar: معلومات الدخل الإضافي لمقدم الطلب المشترك

source: By clicking on "%s", I acknowledge and declare that I have read and agree with the Application Disclosure above. I certify that I have provided complete and true information in this application.
ar: بالنقر فوق "%s" ، أقر وأقر بأنني قد قرأت وأوافق على "إفشاء التطبيق" أعلاه. أقر بأنني قدمت معلومات كاملة وصحيحة في هذا الطلب.

source: Submit Credit Application
ar: إرسال طلب الائتمان

source: You agree with the storage and handling of your personal and contact data by this website.
ar: أنت توافق على تخزين ومعالجة بياناتك الشخصية وبيانات الاتصال من خلال هذا الموقع.

source: Phone
ar: هاتف

source: Address
ar: عنوان

source: Preferred Contact
ar: الاتصال المفضل

source: Request a Service
ar: اطلب خدمة

source: Test Drive?
ar: اختبار القيادة؟

source: Yes
ar: نعم

source: No
ar: لا

source: Date
ar: تاريخ

source: Time
ar: زمن

source: Request Test Drive
ar: طلب اختبار القيادة

source: Add to compare
ar: أضف للمقارنة

source: Related Vehicle
ar: السيارة ذات الصلة

source: Loading...
ar: تحميل...

source: About %s
ar: عن %s

source: Vehicle Details
ar: تفاصيل السيارة

source: Daily Archives
ar: المحفوظات اليومية

source: Date: %s
ar: تاريخ: %s

source: Monthly Archives
ar: المحفوظات الشهرية

source: Month: %s
ar: شهر: %s

source: Yearly Archives
ar: المحفوظات سنوية

source: Year: %s
ar: عام: %s

source: Category Archives
ar: فئة المحفوظات

source: Category Name: %s
ar: اسم التصنيف: %s

source: Tag Archives
ar: أرشيفات الإشارات

source: Tag Name: %s
ar: اسم العلامة: %s

source: Author Archives
ar: أرشيف المؤلف

source: Archives
ar: أرشيف

source: 404 error
ar: 404 خطأ

source: Continue reading <span class="screen-reader-text">"%s"</span>
ar: تابع القراءة<span class="screen-reader-text">"%s"</span>

source: Tags
ar: العلامات

source: Read More
ar: اقرأ أكثر

source: No comments
ar: بدون تعليقات

source: 1 Comment
ar: 1 تعليق

source: % Comments
ar: ٪ تعليقات

source: Coming Soon
ar: قريبا

source: We are currently working on a website and won't take long. Don't forget to check out our Social updates.
ar: نحن نعمل حاليًا على موقع ويب ولن يستغرق الأمر وقتًا طويلاً. لا تنس التحقق من تحديثاتنا الاجتماعية.

source: Site is Under Maintenance
ar: الموقع تحت الصيانة

source: This Site is Currently Under Maintenance. We will be back shortly
ar: هذا الموقع تحت الصيانة حاليا. سنعود بعد قليل

source: days
ar: أيام

source: hours
ar: ساعات

source: minutes
ar: الدقائق

source: seconds
ar: ثواني

source: comingsoon
ar: قريبا

source: Pages:
ar: الصفحات:

source: No Testimonials Found.
ar: لم يتم العثور على شهادات.

source: Related Products
ar: منتجات ذات صله
