Repository: majuri81/cardealer-theme
Catalog: theme/cardealer/languages/*.po
Languages: ar

source: This sample will import Home Page 5 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 5 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 6
ar: الصفحة الرئيسية 6

source: This sample will import Home Page 6 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 6 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 7
ar: الصفحة الرئيسية 7

source: This sample will import Home Page 7 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 7 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 8
ar: الصفحة الرئيسية 8

source: This sample will import Home Page 8 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 8 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 9
ar: الصفحة الرئيسية 9

source: This sample will import Home Page 9 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 9 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 10
ar: الصفحة الرئيسية 10

source: This sample will import Home Page 10 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 10 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home Directory
ar: الدليل الرئيسي

source: This sample will import Home Page 11 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 11 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Car Landing
ar: هبوط السيارة

source: This sample will import Home Page 12 content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى الصفحة الرئيسية 12 وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home - Inventory
ar: الصفحة الرئيسية - الجرد

source: This sample will import Home - Inventory content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد الصفحة الرئيسية - محتوى المخزون وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Car Service
ar: خدمة السيارات

source: This sample will import car service content and set it as the front page. If the page already exists, then the page won't get imported. If you wanted to import the page, please rename the page then try again.
ar: سيقوم هذا النموذج باستيراد محتوى خدمة السيارة وتعيينه كصفحة أولى. إذا كانت الصفحة موجودة بالفعل ، فلن يتم استيراد الصفحة. إذا كنت ترغب في استيراد الصفحة ، يرجى إعادة تسمية الصفحة ثم المحاولة مرة أخرى.

source: Home 11
ar: الصفحة الرئيسية 11

source: Home 12
ar: الصفحة الرئيسية 12

source: About 1
ar: حوالي 1

source: About 2
ar: حوالي 2

source: Service 01
ar: خدمة 01

source: Service 02
ar: خدمة 02

source: Privacy Policy
ar: سياسة خاصة

source: Page Right Sidebar
ar: الصفحة الشريط الجانبي الأيمن

source: Page Left Sidebar
ar: الصفحة اليسرى الشريط الجانبي

source: Page Both Sidebar
ar: صفحة كلا الشريط الجانبي

source: Typography
ar: الطباعة

source: Terms And Conditions
ar: الأحكام والشروط

source: Contact 01
ar: الاتصال 01

source: Contact 02
ar: الاتصال 02

source: Carousel Slider
ar: كاروسيل سلايدر

source: Buttons
ar: أزرار

source: Columns
ar: الأعمدة

source: Content Box
ar: مربع المحتوى

source: Post Style
ar: نمط المشاركة

source: Lists Style
ar: يسرد النمط

source: Team Style
ar: أسلوب الفريق

source: Social Icon
ar: الرمز الاجتماعي

source: Timeline
ar: الجدول الزمني

source: Clients
ar: العملاء

source: Image Slider
ar: منزلق الصورة

source: Video Slider
ar: شريط تمرير الفيديو

source: Icon
ar: أيقونة

source: Pricing
ar: التسعير

source: Section Title
ar: عنوان القسم

source: Vehicles List
ar: قائمة المركبات

source: Vertical Multi tab
ar: علامة التبويب متعدد العمودية

source: Modal Popup
ar: المنبثقة المشروطة

source: Service 2
ar: الخدمة 2

source: Vertical Multi Tab
ar: علامة تبويب عمودية متعددة

source: Feature Box Slider
ar: ميزة مربع المنزلق

source: Default Sidebar
ar: الشريط الجانبي الافتراضي

source: Widgets in this area will be shown on all posts and pages.
ar: سيتم عرض الأدوات في هذه المنطقة في جميع المنشورات والصفحات.

source: Left Sidebar
ar: الشريط الجانبي الأيسر

source: Widgets in this area will be shown on all posts and pages in left sidebar.
ar: سيتم عرض الأدوات في هذه المنطقة في جميع المنشورات والصفحات في الشريط الجانبي الأيسر.

source: Vehicles Listing Sidebar
ar: قائمة المركبات الشريط الجانبي

source: Add widgets here to appear on vehicle list page.
ar: إضافة الحاجيات هنا لتظهر على صفحة قائمة المركبات.

source: Vehicle Detail Sidebar
ar: تفاصيل السيارة ، الشريط الجانبي

source: Add widgets here to appear on vehicle details page.
ar: إضافة الحاجيات هنا لتظهر على صفحة تفاصيل السيارة.

source: Add widgets here to appear in your footer.
ar: أضف أدوات هنا لتظهر في التذييل الخاص بك.

source: Footer Bottom
ar: أسفل التذييل

source: Add widgets here to appear in your bottom footer.
ar: أضف أدوات هنا لتظهر في تذييلك السفلي.

source: Price:
ar: سعر:

source: Description
ar: وصف

source: Sold
ar: مباع

source: Vehicle video
ar: فيديو السيارة

source: Overview
ar: ملخص

source: General Information
ar: معلومات عامة

source: Gallery - <span>This section will display image gallery.</span>
ar: المعرض - <span> سيعرض هذا القسم معرض الصور.</span>

source: Title/Subtitle - <span>This section will display vehicle title and vehicle attribute as sub-title.</span>
ar: العنوان / العنوان الفرعي - <span> سيعرض هذا القسم عنوان السيارة وسمة السيارة كعنوان فرعي. </span>

source: Short Description/Price - <span>This section will display the short description and vehicle price.</span>
ar: وصف موجز / السعر - <span> سيعرض هذا القسم وصفًا موجزًا وسعر السيارة.</span>

source: Request More Info Button - <span>This section will display the "Request More Info" button.</span>
ar: زر طلب مزيد من المعلومات - <span> سيعرض هذا القسم زر "طلب مزيد من المعلومات".</span>

source: Buy Online Button - <span>This section will display the "Buy Online" button.</span>
ar: زر الشراء عبر الإنترنت - <span> سيعرض هذا القسم زر "الشراء عبر الإنترنت". </span>

source: Review Stamp - <span>This section will display review stamp.</span>
ar: مراجعة الطوابع - <span> سيعرض هذا القسم ختم المراجعة.</span>

source: Description - <span>This section will display vehicle attributes.</span>
ar: الوصف - <span> سيعرض هذا القسم سمات السيارة.</span>

source: Fuel Economy - <span>This section will display fuel economy.
ar: الاقتصاد في استهلاك الوقود - <span> سيعرض هذا القسم الاقتصاد في استهلاك الوقود.

source: Make an Offer Button - <span>This section will display the "Make an Offer" button.</span>
ar: زر تقديم عرض - <span> سيعرض هذا القسم الزر "تقديم عرض". </span>

source: Schedule Test Drive Button - <span>This section will display the "Schedule Test Drive" button.</span>
ar: زر جدولة اختبار القيادة - <span> سيعرض هذا القسم الزر "جدولة اختبار القيادة". </span>

source: Email to a Friend Button - <span>This section will display the "Email to a Friend" button.</span>
ar: زر إرسال بريد إلكتروني إلى صديق - <span> سيعرض هذا القسم زر "إرسال بريد إلكتروني إلى صديق".</span>

source: Financial Form Button - <span>This section will display the "Financial Form" button.</span>
ar: زر النموذج المالي - <span> سيعرض هذا القسم زر "النموذج المالي".</span>

source: Trade-In Appraisal Button - <span>This section will display the "Trade-In Appraisal" button.</span>
ar: زر تقييم التجارة - <span> سيعرض هذا القسم زر "تقييم المقايضة". </span>

source: Post Actions Button - <span>This section will display Add to Compare, PDF Brochure, Print, and Share buttons.</span>
ar: زر إجراءات النشر - <span> سيعرض هذا القسم أزرار "إضافة إلى المقارنة" و "كتيب PDF" و "طباعة" و "مشاركة". </span>

source: Tabs - <span>This section will display all tabs as accordion.</span>
ar: علامات التبويب - <span> سيعرض هذا القسم جميع علامات التبويب على شكل أكورديون. </span>

source: Related Vehicles - <span>This section will display related vehicles.</span>
ar: المركبات ذات الصلة - <span> سيعرض هذا القسم المركبات ذات الصلة.</span>

source: Sidebar Widgets - <span>This section will display sidebar widgets.</span>
ar: أدوات الشريط الجانبي - <span> سيعرض هذا القسم أدوات الشريط الجانبي.</span>

source: Request More Info
ar: طلب مزيد من المعلومات

source: Make an Offer
ar: تقديم عرض

source: Schedule Test Drive
ar: جدولة اختبار القيادة

source: Email to a Friend
ar: أرسل إلى صديق

source: Financial Form
ar: النموذج المالي

source: Trade-In Appraisal
ar: تقييم التجارة

source: PDF Brochure
ar: كتيب PDF

source: Print
ar: مطبعة

source: Previous Post
ar: المنشور السابق

source: Next Post
ar: القادم بوست

source: Copyright &copy; <span class="copy_year">%1$s</span>, <a href="%2$s" title="%3$s">%4$s</a> All Rights Reserved.
ar: حقوق النشر &copy; <span class="copy_year">%1$s</span>, <a href="%2$s" title="%3$s">%4$s</a>كل الحقوق محفوظة.

source: Install Required Plugins
ar: تثبيت مطلوب الإضافات

source: Install Plugins
ar: تثبيت الإضافات

source: Installing Plugin: %s
ar: تثبيت الاضافات :%s

source: Updating Plugin: %s
ar: تحديث البرنامج المساعد: %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع API المساعد.

source: This theme requires the following plugin: %1$s.
ar: يتطلب هذا الموضوع المكون الإضافي التالي: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: يوصي هذا الموضوع بالملحق التالي: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: يحتاج المكون الإضافي التالي إلى التحديث إلى أحدث إصدار له لضمان أقصى توافق مع هذا الموضوع: %1$s.

source: There is an update available for: %1$s.
ar: يتوفر تحديث لـ: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: المكون الإضافي المطلوب التالي غير نشط حاليًا:%1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: المكون الإضافي التالي الموصى به غير نشط حاليًا: %1$s.

source: Begin installing plugin
ar: ابدأ في تثبيت البرنامج المساعد

source: Begin updating plugin
ar: ابدأ في تحديث البرنامج المساعد

source: Begin activating plugin
ar: ابدأ في تنشيط البرنامج المساعد

source: Return to Required Plugins Installer
ar: ارجع الى مثبت الاضافات المطلوب

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: Plugin activated successfully.
ar: تم تفعيل البرنامج المساعد بنجاح.

source: The following plugin(s) was activated successfully:
ar: تم تنشيط المكون الإضافي (المكونات) التالية بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. المكون الإضافي%1$s نشط بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: البرنامج المساعد غير مفعل. مطلوب إصدار أعلى من %s لهذه السمة. الرجاء تحديث البرنامج المساعد.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع المكونات الإضافية وتنشيطها بنجاح. %1$s

source: Dismiss this notice
ar: تجاهل هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحد أو أكثر من المكونات الإضافية المطلوبة أو الموصى بها للتثبيت أو التحديث أو التنشيط.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول هذا الموقع للحصول على المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: يجب تحديث هذا المكون الإضافي ليكون متوافقًا مع قالبك.

source: Update Required
ar: مطلوب التحديث

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: لا تحتوي حزمة البرنامج المساعد البعيد على مجلد به الارتباط التقريبي المطلوب ولم تنجح إعادة التسمية.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزود المكون الإضافي واطلب منهم حزم المكون الإضافي الخاص بهم وفقًا لإرشادات WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة البرنامج المساعد البعيد من أكثر من ملف ، لكن الملفات غير مجمعة في مجلد.

source: TGMPA v%s
ar: TGMPA ضد %s

source: Required
ar: مطلوب

source: Recommended
ar: موصى به

source: WordPress Repository
ar: مستودع WordPress

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: معبأة مسبقا

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: تم تثبيته ولكن غير نشط

source: Active
ar: نشيط

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: يوصى بالتحديث

source: To Install <span class="count">(%s)</span>
ar: لتثبيت <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: التحديث متاح <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: للتفعيل <span class="count">(%s)</span>

source: Installed version:
ar: الإصدار المثبت:

source: Minimum required version:
ar: الحد الأدنى للإصدار المطلوب:

source: Available version:
ar: الإصدار المتاح:

source: No plugins to install, update or activate.
ar: لا توجد مكونات إضافية للتثبيت أو التحديث أو التنشيط.

source: Plugin
ar: توصيل في

source: Source
ar: مصدر

source: Type
ar: نوع

source: Version
ar: إصدار

source: Status
ar: حالة

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: رسالة الترقية من كاتب البرنامج المساعد:

source: Install
ar: تثبيت

source: Update
ar: تحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد أي مكونات إضافية ليتم تثبيتها. لم يتم اتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد أي مكونات إضافية ليتم تحديثها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be updated at this time.
ar: لا توجد مكونات إضافية متاحة ليتم تحديثها في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي مكونات إضافية ليتم تفعيلها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا توجد مكونات إضافية متاحة ليتم تفعيلها في هذا الوقت.

source: The following plugin was activated successfully:
ar: تم تفعيل المكون الإضافي التالي بنجاح:

source: Plugin activation failed.
ar: فشل تنشيط البرنامج المساعد.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث البرنامج المساعد %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء التثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تثبيت%1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت والتفعيل. قد تستغرق هذه العملية بعض الوقت لبعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: تم تثبيت %1$s وتنشيطه بنجاح.

source: All installations and activations have been completed.
ar: وقد تم الانتهاء من جميع المنشآت والتنشيط.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتنشيط البرنامج المساعد %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت. قد تستغرق هذه العملية بعض الوقت لبعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s installed successfully.
ar: تم تثبيت %1$s بنجاح.

source: All installations have been completed.
ar: تم الانتهاء من جميع التركيبات.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الاضافات %1$s (%2$d/%3$d)

source: Show Details
ar: اظهر التفاصيل

source: Hide Details
ar: أخف التفاصيل

source: Car Dealer - Helper Library
ar: تاجر سيارات - مكتبة المساعد

source: Slider Revolution
ar: ثورة المنزلق

source: Redux Framework
ar: إطار الإحياء

source: Breadcrumb NavXT
ar: مسار التنقل NavXT

source: Contact Form 7
ar: نموذج الاتصال 7

source: Car Dealer - Fronted Submission
ar: تاجر سيارات - تقديم أمامي

source: Max Mega Menu
ar: قائمة ماكس ميجا

source: MailChimp for WordPress
ar: MailChimp لوورد

source: Envato Market
ar: سوق Envato

source: Subscriptio
ar: الاكتتاب

source: Install Required/Recommended Plugins
ar: تثبيت الإضافات المطلوبة / الموصى بها

source: Note: These plugins are for adding extra features to the site. Before installing any plugin from the below list, make sure you actually needed it. Installing any plugin that is not required will add extra load to the site performance.
ar: ملاحظة: هذه المكونات الإضافية مخصصة لإضافة ميزات إضافية إلى الموقع. قبل تثبيت أي مكون إضافي من القائمة أدناه ، تأكد من أنك في حاجة إليه بالفعل. سيؤدي تثبيت أي مكون إضافي غير مطلوب إلى إضافة تحميل إضافي إلى أداء الموقع.

source: Upgrade
ar: تطوير

source: Upgrade Content and Settings
ar: ترقية المحتوى والإعدادات

source: Pending.
ar: قيد الانتظار.

source: Installing Updates.
ar: تثبيت التحديثات.

source: Success.
ar: النجاح.

source: Setup Wizard
ar: معالج الاعداد

source: Introduction
ar: مقدمة

source: Child Theme
ar: موضوع الطفل

source: Page Builder
ar: منشئ الصفحة

source: Content
ar: المحتوى

source: Ready!
ar: مستعد!

source: Default Page Builder
ar: منشئ الصفحة الافتراضي

source: Please choose a default page builder from the list below.
ar: الرجاء اختيار منشئ الصفحة الافتراضي من القائمة أدناه.

source: Important note:
ar: ملاحظة مهمة:

source: Please note that the sample data import process, on the Theme Options's Sample Data page or the Theme Setup Wizard, will import sample-data only for the page-builder plugin selected above.
ar: يرجى ملاحظة أن نموذج عملية استيراد البيانات ، في صفحة بيانات النموذج لخيارات القالب أو معالج إعداد السمة ، سوف يستورد عينة من البيانات فقط للمكوِّن الإضافي لباني الصفحات المحدد أعلاه.

source: Also, the above two, or other page-builder plugins, work differently to store data/content. And, the imported sample-data for one page-builder plugin will not work for another.
ar: أيضًا ، يعمل المكونان أعلاه ، أو الإضافات الأخرى الخاصة ببناء الصفحات ، بشكل مختلف لتخزين البيانات / المحتوى. ولن تعمل عينة البيانات التي تم استيرادها لمكوِّن إضافي لباني الصفحات مع آخر.

source: Continue
ar: يكمل

source: Skip this step
ar: تخطي هذه الخطوة

source: ...verifying
ar: ... التحقق

source: %1$s &rsaquo; Theme Setup Wizard - %2$s
ar: %1$s &rsaquo; معالج إعداد الموضوع - %2$s

source: Return to the WordPress Dashboard
ar: ارجع إلى لوحة تحكم WordPress

source: &copy; Created by %s
ar: &copy; انشأ من قبل %s

source: Post type %s not found.
ar: نوع آخر %s غير موجود.

source: Looking for post id %s
ar: أبحث عن آخر معرف %s

source: Welcome to the steps for setting the %s theme.
ar: مرحباً بك في خطوات تعيين سمة %s.

source: It seems that you have already been through the setup medium. Below are some choices:
ar: يبدو أنك قمت بالفعل باستخدام وسيط الإعداد. فيما يلي بعض الخيارات:

source: Run Setup Wizard Again
ar: شغّل معالج الإعداد مرة أخرى

source: Cancel
ar: يلغي

source: Welcome to %s Setup Wizard
ar: مرحباً بك في معالج إعداد %s

source: Thank you for choosing %s theme.
ar: شكراً لاختيارك سمة %s.

source: This setup wizard will help you to refresh and configure your website with a new layout. You will have Child Theme, Content, and Plugins installed in 5-10 minutes (depending on your server configuration).
ar: سيساعدك معالج الإعداد هذا على تحديث موقع الويب الخاص بك وتكوينه بتصميم جديد. سيكون لديك سمة الطفل والمحتوى والمكونات الإضافية مثبتة في 5-10 دقائق (حسب تكوين الخادم الخاص بك).

source: No time right now? If you do not want to go through the wizard, you can skip, and get back to WordPress dashboard. Come back any time to continue!
ar: لا وقت الآن؟ إذا كنت لا تريد المرور عبر المعالج ، فيمكنك التخطي والعودة إلى لوحة معلومات WordPress. عد في أي وقت للمتابعة!

source: Let's Go!
ar: لنذهب!

source: Not right now
ar: ليس الآن

source: Options have been reset. Please go to Appearance > Customize in the WordPress backend.
ar: تمت إعادة ضبط الخيارات. الرجاء الانتقال إلى المظهر> تخصيص في الواجهة الخلفية لـ WordPress.

source: Activate Theme
ar: تنشيط الموضوع

source: Purchase code successfully verified.
ar: تم التحقق من رمز الشراء بنجاح.

source: Enter purchase code to activate your theme.
ar: أدخل رمز الشراء لتفعيل المظهر الخاص بك.

source: Purchase code ( e.g. 9g2b13fa-10aa-2267-883a-9201a94cf9b5 )
ar: رمز الشراء (على سبيل المثال 9g2b13fa-10aa-2267-883a-9201a94cf9b5)

source: Instructions to find the Purchase Code
ar: تعليمات للعثور على كود الشراء

source: Click 'License certificate & purchase code' (available as PDF or text file). Click <a href="%s" target="_blank">here</a> for more information.
ar: انقر فوق "شهادة الترخيص وكود الشراء" (متاح كملف PDF أو ملف نصي). انقر <a href="%s" target="_blank"> هنا </a> لمزيد من المعلومات.

source: Default Plugins
ar: الإضافات الافتراضية

source: The following plugins can be installed for some supplemented features to your website:
ar: يمكن تثبيت المكونات الإضافية التالية لبعض الميزات التكميلية لموقعك على الويب:

source: Needed for this version
ar: مطلوب لهذا الإصدار

source: Optional
ar: اختياري

source: Please activate theme using Purchase Code to display plugins list.
ar: يرجى تفعيل السمة باستخدام كود الشراء لعرض قائمة الملحقات.

source: Good news! All plugins are already installed and up to date. Please continue.
ar: أخبار جيدة! جميع المكونات الإضافية مثبتة بالفعل ومحدثة. يرجى مواصلة.

source: Please, note that every external plugin can affect your website loading speed. You can add and remove plugins later on from within WordPress.
ar: من فضلك ، لاحظ أن كل مكون إضافي خارجي يمكن أن يؤثر على سرعة تحميل موقع الويب الخاص بك. يمكنك إضافة وإزالة الإضافات لاحقًا من داخل WordPress.

source: Activation required
ar: مطلوب التفعيل

source: Installation required
ar: التثبيت مطلوب

source: Update and Activate
ar: التحديث والتفعيل
